[lang-ja-JP]
加载模块帮助：=モジュールヘルプをロードする：
运行模块：=モジュールを実行します：
# 帮助模块\r\n\r\n如果你想学习如何开发 CapsLockX 的插件，请：\r\n\r\n1. 打开 `Modules/@Help.ahk` ， 你可以了解到 CapsLockX 插件的基本格式\r\n2. 将它复制一份，命名为你自己的插件名称\r\n3. 将它本来的功能改成你自己需要的功能，插件的开发就完成啦！\r\n\r\n## 本模块功能见下\r\n\r\n| 作用于 | 按键                  | 功能                             |\r\n| ------ | --------------------- | -------------------------------- |\r\n| 全局   | CapsLockX + /         | 临时显示热键提示                 |\r\n| 全局   | CapsLockX + Alt + /   | 🔗 打开 CapsLockX 的完整文档页面 |\r\n| 全局   | CapsLockX + Shift + / | 🕷 提交 bug、建议等               |\r=# ヘルプモジュール\n\nもしCapsLockXのプラグインの開発方法を学びたいなら、以下の手順をご覧ください：\n\n1. `Modules/@Help.ahk` を開き、CapsLockXプラグインの基本フォーマットを確認してください\n2. それをコピーして、あなたのプラグイン名で保存してください\n3. その機能をあなた自身が必要とするものに変更すれば、プラグインの開発は完了です！\n\n## 本モジュールの機能は以下をご覧ください\n\n| 使用場所 | キー                    | 機能                             |\n| -------- | ----------------------- | -------------------------------- |\n| グローバル | CapsLockX + /          | 一時的にホットキーヒントを表示   |\n| グローバル | CapsLockX + Alt + /    | 🔗 CapsLockXの完全なドキュメントページを開く |\n| グローバル | CapsLockX + Shift + /  | 🕷 バグ報告、提案等を提出          |
CLX BrainStorm 的功能激活碼，填FREE使用免費版本=CLX BrainStorm の機能アクティベーションコード、FREEを入力して無料版を利用する。
使用 Win+Alt+H 快速启动讯飞语音悬浮窗（默认启用）=Win+Alt+H を使用して迅飛語音のフローティングウィンドウをすばやく起動（デフォルトで有効化）
Brainstorm 上次提问=前回の質問をブレインストーミングする
使用IJKL滚轮移动滚轮，比RF多一个横轴。=IJKLローラーを使用してローラーを移動し、RFよりも水平軸が1つ多い。
HJKL光标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类=HJKL光標加速度比率、デフォルトは 1、遅くしたい場合は 0.5 などに変更します。
U:PageDown I:PageUP 翻页速率=U:ページダウン I:ページアップ ページ送り速度
Tab速率=タブ速度
右手 \\][ 模拟Windows键和 Alt + Tab， 具体用法参见LaptopKeyboardFix 模块说明，默认启用=右手 \\][ は、Windowsキーと Alt + Tab をシミュレートします。詳細な使用方法については、LaptopKeyboardFix モジュールの説明を参照してください。デフォルトで有効になっています。
禁用模拟鼠标模块=シミュレーションマウスモジュールを無効にする
# Anki 增强模块\r\n\r\nAnki 操作增强\r\n\r\n## 常用功能/特性\r\n\r\n1. 使用 WASD 或 HJKL 来快速连续地（并且可以撤销）切换记忆卡片\r\n2. 在 Excel 制作一个单词列表，共 2 列， 全选复制，然后在 Anki 中按 Alt + i 来快速导入单词列表。\r\n3. 简化 4 个选项为 3 个方向键，左易，下中，右难，上撤销。\r\n4. 可配合手柄使用，使用 XPadder 配置手柄摇杆映射到方向键即可。效果请见 bilibili [中二雪星怎背词 - 手柄怎么可以不用来背单词！](https://www.bilibili.com/video/av8456838/)\r\n\r\n## 说明\r\n\r\n| 模式                 | Anki 增强模块  | 说明                                                        |\r\n| -------------------- | :------------: | ----------------------------------------------------------- |\r\n| 在 Anki-学习界面     | `w 或 k 或 ↑`  | 按下\e撤销，松开显示答案                                     |\r\n| 在 Anki-学习界面     | `a 或 h 或 ←`  | 按下\e顺利，松开显示答案                                     |\r\n| 在 Anki-学习界面     | `s 或 j 或 ↓`  | 按下\e一般，松开显示答案                                     |\r\n| 在 Anki-学习界面     | `d 或 l 或 →`  | 按下\e生疏，松开显示答案                                     |\r\n| 在 Anki-学习界面     |      `q`       | 返回上个界面                                                |\r\n| 在 Anki-学习界面     |      `c`       | 添加新卡片                                                  |\r\n| 在 Anki-学习界面     | `1 或 NumPad1` | 困难（原键位）                                              |\r\n| 在 Anki-学习界面     | `2 或 NumPad2` | 生疏（原键位）                                              |\r\n| 在 Anki-学习界面     | `3 或 NumPad3` | 一般（原键位）                                              |\r\n| 在 Anki-学习界面     | `4 或 NumPad4` | 顺利（原键位）                                              |\r\n| 在 Anki-学习界面     | `5 或 NumPad5` | 撤销                                                        |\r\n| 在 Anki-学习界面     | `6 或 NumPad6` | 暂停卡片                                                    |\r\n| 在 Anki-学习界面     |   `Alt + i`    | 快速导入剪贴版的内容（按 Tab 分割） / 比如可以从 Excel 复制 |\r\n| 在 Anki-添加卡片界面 |   `Alt + s`    | 按下 添加 按钮                                              |\r=# Anki 拡張モジュール\n\nAnki 操作の強化\n\n## 主な機能/特徴\n\n1. WASD または HJKL を使用してカードを高速で連続切り替え（かつ元に戻すことが可能）\n2. Excel で2列の単語リストを作成し、全選択後にコピーし、Anki で Alt + i を押して単語リストを迅速にインポート\n3. 4つのオプションを3つの方向キーに簡略化、左は簡単、下は普通、右は難しい、上は元に戻す\n4. ゲームパッドと連携可能、XPadder を使用してゲームパッドのジョイスティックを方向キーにマッピング。詳細は bilibili [中二雪星怎背词 - 手柄怎么可以不用来背单词！](https://www.bilibili.com/video/av8456838/)をご覧ください\n\n## 説明\n\n| モード               | Anki 拡張モジュール | 説明                                                      |\n| -------------------- | :------------: | ---------------------------------------------------------- |\n| Anki-学習画面で     | `w または k または ↑`  | 押す\e元に戻す、離す\e答えを表示                               |\n| Anki-学習画面で     | `a または h または ←`  | 押す\e順調、離す\e答えを表示                                   |\n| Anki-学習画面で     | `s または j または ↓`  | 押す\e普通、離す\e答えを表示                                   |\n| Anki-学習画面で     | `d または l または →`  | 押す\e不慣れ、離す\e答えを表示                                 |\n| Anki-学習画面で     |      `q`       | 前の画面に戻る                                             |\n| Anki-学習画面で     |      `c`       | 新しいカードを追加                                         |\n| Anki-学習画面で     | `1 または NumPad1` | 難しい（元のキー配置）                                      |\n| Anki-学習画面で     | `2 または NumPad2` | 不慣れ（元のキー配置）                                      |\n| Anki-学習画面で     | `3 または NumPad3` | 普通（元のキー配置）                                        |\n| Anki-学習画面で     | `4 または NumPad4` | 順調（元のキー配置）                                        |\n| Anki-学習画面で     | `5 または NumPad5` | 元に戻す                                                  |\n| Anki-学習画面で     | `6 または NumPad6` | カードを一時停止                                           |\n| Anki-学習画面で     |   `Alt + i`    | クリップボードの内容を迅速にインポート（Tabで区切る） / 例えば、Excel からコピーできる |\n| Anki-カード追加画面で |   `Alt + s`    | 追加 ボタンを押す                                          |
使用 SendInput 方法提高模拟鼠标点击、移动性能=SendInput メソッドを使用してマウスクリックや移動のパフォーマンスを向上させる
使用 Windows API 强势提升模拟鼠标移动性能=Windows API を使用してマウス移動のパフォーマンスを強化する
使用 Windows API 强势提升模拟鼠标滚轮性能（目前有bug不建议启用）=Windows API を使用してマウスホイールのパフォーマンスを強化する（現在バグがあり、使用は推奨されません）
启用自动粘附各种按钮，编辑框=さまざまなボタンや編集ボックスの自動スナップを有効にします。
撞上屏幕边界后停止加速=画面の境界にぶつかると加速が止まります。
是否根据屏幕 DPI 比率缩放鼠标速度=画面のDPI比率に基づいてマウス速度を調整しますか
# 讯飞输入法悬浮窗插件\r\n\r\n## 用法\r\n\r\n| 作用于 |     按键      | 功能说明              |\r\n| ------ | :-----------: | --------------------- |\r\n| 全局   | Win + Alt + H | 启动/切换讯飞语音输入 |\r\n\r\n## 注\r\n\r\n1. 若没有安装讯飞语音则会自动询问是否引导下载安装\r\n\r\n## 效果如下图\r\n\r\n![App-讯飞语音输入法悬浮窗演示.gif](./docs/media/App-讯飞语音输入法悬浮窗演示.gif)\r=# 讯飞入力法フローティングウィンドウプラグイン\n\n## 使用法\n\n| 対象  |      キー      | 機能説明              |\n| ------ | :-----------: | --------------------- |\n| 全体   | Win + Alt + H | 讯飞音声入力の起動/切替 |\n\n## 注\n\n1. 讯飞音声がインストールされていない場合、自動的にダウンロードとインストールの案内を行います。\n\n## 効果は以下の画像の通り\n\n![App-讯飞音声入力フローティングウィンドウデモ.gif](./docs/media/App-讯飞音声入力法悬浮窗演示.gif)
鼠标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类=マウスの加速率、デフォルトは1、ゆっくりにしたい場合は0.5などに変更してください。
滚轮加速度比率, 默认为 1, 你想慢点就改成 0.5 之类=スクロールホイールの加速度比率はデフォルトで1です。ゆっくりにしたい場合は0.5などに変更してください。
CapsLockX 载入成功=CapsLockX の読み込みに成功しました。
# OneNote 2016 - 2019 增强\n\n朴素地增强 OneNote 2016 - 2019 的键盘操作，便捷地使用键盘来：换笔，制作链接，整理页面，调整视图……\n\n## 雪星喵常用功能\n\n1. 做日志的时候，先在笔记页面 `Alt + T` 给笔记标题添加日期标签（用于将来搜索），然后全局 `Win + Shift + N` 在 OneNote 搜索带有 今日标签 的所有笔记，用来方便地检索你今日的：恋爱日记、训练日志、每日书单、项目日报……总之在 OneNote 写日记就很方便了，一按就出来，不用找 XD\n2. 选一个词按 `Alt + K` ，会把所有相关的页面链接列到这个词的下方，用来做索引目录，把你的 OneNote 织成一张网。\n3. 新建一个笔记，改名叫 `我的剪贴板`，然后在复制文本、图片的时候，CLX 会帮你自动追加到这个笔记，用于方便地收集资料或摘抄文章。\n4. Alt + 1234567 层级折叠，轻松地在不同抽象层次的思考上切换。\n\n## 按键分布设计（开发中）\n\n| 按键描述                | 作用                    | 备注       |\n| ----------------------- | ----------------------- | ---------- |\n| `所有 OneNote 自带热键` | 原功能                  |            |\n| `按一下 Alt 再按别的`   | 触发 OneNote 原菜单功能 |            |\n| `Alt + 1234567`         | 大纲折叠展开到 1-7 层级 |            |\n| `Alt + qwe asd r`       | 工具、换笔、视图        |            |\n| `Alt + f`               | 查找标签                |            |\n| `Alt + -\e`              | 公式相关                |            |\n| `Alt + m`               | 移动笔记、分区          |            |\n| `Alt + hjkl`            | 各种链接功能            |            |\n| `Alt + zxcv`            | 高级复制粘贴            | 细节开发中 |\n| `Alt + /`               | 热键帮助、提示          | 开发中     |\n| `F2 F3`                 | 重命名、查找笔记        |            |\n\n## 详细按键表 / CheatSheet\n\n| 作用于                   | 格式热键                     | 功能                                                                      |\n| ------------------------ | ---------------------------- | ------------------------------------------------------------------------- |\n| 全局                     | `Win + Alt + N`              | 打开快速笔记第一页（弥补 OneNote 原本没有像 Notion 一样的首页概念的不足） |\n| 全局                     | `Win + Shift + N`            | 打开 OneNote 并精确搜索今日标签                                           |\n| OneNote2019              | `Alt + 1234567`              | 大纲：大纲折叠展开到那层（强烈推荐，超好用）                              |\n| OneNote2019              | `F2`                         | 整理：重命名笔记                                                          |\n| OneNote2019              | `Shift + F2`                 | 整理：重命名分区                                                          |\n| OneNote2019              | `Alt + m`                    | 整理：移动笔记                                                            |\n| OneNote2019              | `Alt + Shift + m`            | 整理：移动分区                                                            |\n| OneNote2019              | `Ctrl + n`                   | 整理：新建笔记                                                            |\n| OneNote2019              | `Ctrl + Alt + n`             | 整理：在当前笔记下方新建笔记                                              |\n| OneNote2019              | `Alt + Delete`               | 整理：快速删除当前页面                                                    |\n| OneNote2019              | `Ctrl + s`                   | 整理：立即同步此笔记本                                                    |\n| OneNote2019              | `Ctrl + w`                   | 整理：关闭窗口                                                            |\n| OneNote2019              | `Shift + Delete`             | 编辑：快速删除当前行                                                      |\n| OneNote2019              | `Alt + -`                    | 编辑：自动 2 维化公式                                                     |\n| OneNote2019              | `Alt + k`                    | 编辑：⭐🔗 展开当前关键词的相关页面链接（快速关键词一对多链接）           |\n| OneNote2019              | `Alt + n`                    | 样式：切换页面为无色背景                                                  |\n| OneNote2019              | `Alt + v`                    | 样式：改变文字背景色                                                      |\n| OneNote2019              | `Alt + q`                    | 工具：拖动                                                                |\n| OneNote2019              | `Alt + w`                    | 工具：套锁                                                                |\n| OneNote2019              | `Alt + e`                    | 工具：橡皮                                                                |\n| OneNote2019              | `Alt + s`                    | 工具：输入                                                                |\n| OneNote2019              | `Alt + a`                    | 工具：换到第 2 支笔                                                       |\n| OneNote2019              | `Alt + d`                    | 工具：打开换笔盘（然后可可方向键选笔 （目前全屏无效）                     |\n| OneNote2019              | `Alt + d -> 1234567`         | 工具：打开换笔盘（然后选第 1 行第 x 支笔） （目前全屏无效）               |\n| OneNote2019              | `Alt + d -> Shift + 1234567` | 工具：打开换笔盘（然后选第 2 行第 x 支笔） （目前全屏无效）               |\n| OneNote2019              | `Alt + r`                    | 视图：缩放到原始大小                                                      |\n| OneNote2019              | `Alt + y`                    | 视图：缩放到页面宽度                                                      |\n| OneNote2019              | `^!+- 或 ^!+\e`               | 视图：缩小页面 或 放大页面                                                |\n| OneNote2019              | `Alt + f`                    | 视图：搜索标记                                                            |\n| OneNote2019              | `Alt + t`                    | 编辑：给笔记增加日期标签，例如： (20220717)                               |\n| OneNote2019              | `Ctrl + Shift + c`           | 编辑：复制（纯文本）                                                      |\n| OneNote2019              | `Ctrl + Shift + v`           | 编辑：粘贴（纯文本）                                                      |\n| OneNote2019 创建链接窗口 | `Alt + s`                    | 编辑：复制当前所有搜索结果页面的链接                                      |\n| OneNote2019 创建链接窗口 | `Alt + Shift + s`            | 编辑：复制当前所有搜索结果页面的链接并粘贴                                |\n| OneNote2019 剪贴板笔记   | `Ctrl + C`                   | 编辑：⭐ 追加复制的内容到名称中含有 "Clipboard" 或 "剪贴板" 的笔记        |=OneNote 2016 - 2019 エンハンスメント\n\nOneNote 2016 - 2019 のキーボード操作を簡単に強化し、キーボードを使って簡単に：ペンの変更、リンクの作成、ページの整理、ビューの調整などができます。\n\n## 雪星喵の主な機能\n\n1. 日記を書くときは、最初にメモページで `Alt + T` を押してメモのタイトルに日付タグを追加します（将来の検索のため）。次に全体で `Win + Shift + N` を押して OneNote で今日のタグが付いたすべてのメモを検索し、今日の日記、トレーニング記録、毎日の読書リスト、プロジェクトの日報などを簡単に検索できるようにします。要するに、OneNote で日記を書くのはとても便利で、ボタンを押すだけで簡単に見つかります XD\n2. 単語を選択して `Alt + K` を押すと、その単語の下に関連するすべてのページリンクがリストされ、索引ディレクトリを作成して OneNote をネットワークのように繋げます。\n3. 新しいメモを作成し「私のクリップボード」と命名します。その後、テキストや画像をコピーすると、CLX がこのメモに自動的に追加します。これにより、情報を収集したり文章を引用したりするのが便利です。\n4. `Alt + 1234567` でレベルを折りたたみ、異なる抽象レベルの考えを簡単に切り替えます。\n\n## キー配置デザイン（開発中）\n\n| キー説明                 | 役割                      | 備考       |\n| ----------------------- | ------------------------- | ---------- |\n| ‘すべての OneNote 標準ホットキー’ | 元の機能               |            |\n| `Alt を押してから他のキーを押す` | OneNote の元のメニュー機能をトリガー |            |\n| `Alt + 1234567`         | アウトラインのレベル1-7 に折りたたみ展開 |            |\n| `Alt + qwe asd r`       | ツール、ペンの変更、ビュー |            |\n| `Alt + f`               | タグを検索                |            |\n| `Alt + -\e`              | 数式関連                  |            |\n| `Alt + m`               | メモ、セクションの移動    |            |\n| `Alt + hjkl`            | 様々なリンク機能          |            |\n| `Alt + zxcv`            | 高度なコピー＆ペースト    | 詳細開発中 |\n| `Alt + /`               | ホットキーのヘルプ、ヒント | 開発中     |\n| ‘F2 F3’                 | 名前変更、メモ検索      |            |\n\n## 詳細なキーテーブル / チートシート\n\n| 適用先                   | フォーマットホットキー             | 機能                                                                 |\n| ------------------------ | ----------------------------- | ------------------------------------------------------- |\n| 全体                     | `Win + Alt + N`               | クイックメモリの最初のページを開く （Notion のようなホームページの概念の欠如を補完） |\n| 全体                     | `Win + Shift + N`             | OneNote を開き、正確に今日のタグを検索                                              |\n| OneNote2019              | `Alt + 1234567`               | アウトライン：指定したレベルに折りたたみ展開 （強く推奨、高い
启动时显示配置窗口=設定ウィンドウを起動時に表示する
首次启动？若想重新进入首次使用教学，请改为 1 并保存，然后使用 Ctrl+Alt+\\ 重载 CapsLockX。=初回起動ですか？初回使用のチュートリアルに再度入りたい場合は、1に変更して保存し、Ctrl+Alt+\\ を使用してCapsLockXをリロードしてください。
Edit config.ini=config.iniを編集
Reload CapsLockX=CapsLockXを再読み込み
Exit CapsLockX=CapsLockXを終了します
在CLX+Z窗口切换时记住还原鼠标在每个窗口中的位置=CLX+Zウィンドウの切り替え時に、各ウィンドウでのマウス位置を復元するように記憶する
启用雪星并击（实验中），使用单手操作整个主键区=雪星を有効化して（実験中）、片手で主要なキーボードエリア全体を操作します。
启动时报告番茄状态=起動時にトマトの状態を報告する
使用番茄时钟（默认禁用，改为 1 开启）=トマトタイマーを使用する（デフォルトは無効、1に変更して有効にする）
使用番茄报时（00分和30分播放工作铃声，每小时的25分和55分播放休息铃声）（需要先开启番茄时钟）=トマト時計を使用します（00分と30分に仕事のベルを鳴らし、毎時25分と55分に休憩のベルを鳴らします）（まずトマト時計を開始する必要があります）
使用番茄报时时，自动切换桌面（休息为桌面1，工作为桌面2）=番茄タイマーを使用する際、デスクトップを自動で切り替える（休憩時はデスクトップ1、作業時はデスクトップ2）
按 Win + L 锁定电脑时，立即关闭屏幕，默认不启用，你可以按 Win+Alt+L 达到该效果=Win + L を押してパソコンをロックするとき、スクリーンをすぐにオフにする機能はデフォルトでは無効です。Win + Alt + L を押すことでこの効果を得られます。
加载成功=ロードに成功しました
# CLX - Brainstorm 大脳风暴\r\n\r\n任何時間，任何輸入框，按下 `CLX+b` 鍵，開始使用 AI 輔助輸入。\r\n\r\n## 按键分布（开发中）\r\n\r\n| 按键描述        | 作用                                                 | 备注 |\r\n| --------------- | ---------------------------------------------------- | ---- |\r\n| CLX + b         | 自動複製当前选中内容，輸入指令，让 AI 辅助你的輸入   |      |\r\n| CLX + Alt + b   | 配置激活碼（目前只有免費方案，将来可能加入功能増強） |      |\r\n| CLX + Shift + b | 査看使用額度                                         |      |\r\n\r\n## Protips:\r\n\r\n### 随時整理会議記録\r\n\r\n1. 任何輸入框内，使用 Win+H 來調出語音輸入，然後說出你想要的文字，不用在意語音輸入的準確度，只要說出大概的意思就可以了，\r\n2. 然後全選按下 `CLX+b`，輸入 `列出要点和待辦事項`，就可以看到 AI 自動幫你整理出來的要點和待辦事項。\r\n\r\n### 随時翻訳任何語言到任何語言\r\n\r\n1. 任何輸入框内，选中你想要翻譯的文字\r\n2. 然後全選按下 `CLX+b`，`to chinese:` AI 自動幫你輸入成中文。\r=# CLX - ブレインストーム 大脳風暴\n\n任意の時間、任意の入力フィールドで、`CLX+b` キーを押して、AIによる入力支援を開始します。\n\n## キーの分布（開発中）\n\n| キーの説明      | 機能                                               | 備考 |\n| --------------- | --------------------------------------------------- | ---- |\n| CLX + b         | 現在選択されている内容を自動コピーし、指示を入力し、AIが入力を支援します |      |\n| CLX + Alt + b   | アクティベーションコードを設定（現在は無料プランのみ、将来は機能強化が追加される予定） |      |\n| CLX + Shift + b | 利用可能な使用量を確認                              |      |\n\n## Protips:\n\n### いつでも会議記録を整理\n\n1. 任意の入力フィールド内で、Win+Hを使って音声入力を呼び出し、言いたいことを話します。音声入力の正確さは気にせず、だいたいの意味を伝えるだけで大丈夫です。\n2. 次に、全選択して`CLX+b`を押し、「要点とToDoリストを列記」と入力すると、AIが自動的に要点とToDoリストを整理してくれます。\n\n### いつでもどんな言語でも翻訳\n\n1. 任意の入力フィールド内で、翻訳したいテキストを選びます。\n2. 次に、全選択して`CLX+b`を押し、`to chinese:`とすると、AIが自動的に中国語に翻訳します。
# 编辑增强插件（ TG YUIO HJKL ） 🌟\r\n\r\n这个世界上还有比 Vim 模式的 HJKL 移动光标更棒的东西吗？\r\n这个必须有！\r\n那就是带加速度的 HJKL 流畅编辑体验！想不想试试让你的光标来一次排水沟过弯的高端操作？装它！\r\n\r\n![EditorCursorMovement.gif](./docs/media/EditorCursorMovement.gif)\r\n\r\n| 作用域     | Edit 模块             | 说明                             |\r\n| ---------- | --------------------- | -------------------------------- |\r\n| 全局(基本) | `CapsLockX + h j k l` | 上下左右 方向键                  |\r\n| 全局(基本) | `CapsLockX + y o`     | Home End                         |\r\n| 全局(基本) | `CapsLockX + u i`     | PageUp PageDown                  |\r\n| 全局(基本) | `CapsLockX + [ ]`     | Shift+Tab 和 Tab                 |\r\n| 全局(基本) | `CapsLockX + g`       | 回车                             |\r\n| 全局(进阶) | `CapsLockX + t`       | Delete                           |\r\n| 全局(进阶) | `CapsLockX + hl`      | hl 一起按选择当前词              |\r\n| 全局(进阶) | `CapsLockX + kj`      | kj 一起按选择当前行              |\r\n| 全局(进阶) | `CapsLockX + h + t`   | 移位后删：大部分情况可代替退格键 |\r=# 編集強化プラグイン（TG YUIO HJKL）🌟\n\nこの世の中でVimモードのHJKLカーソル移動より素晴らしいものはありますか？\nもちろんあります！\nそれは加速度付きのHJKL滑らかな編集体験です！あなたのカーソルを排水溝のコーナリングのような高級操作で動かしてみたくないですか？これを入れましょう！\n\n| スコープ   | Editモジュール          | 説明                              |\n| ---------- | ------------------------ | --------------------------------- |\n| 全局(基本) | `CapsLockX + h j k l`    | 上下左右方向キー                  |\n| 全局(基本) | `CapsLockX + y o`        | Home End                          |\n| 全局(基本) | `CapsLockX + u i`        | PageUp PageDown                   |\n| 全局(基本) | `CapsLockX + [ ]`        | Shift+Tab と Tab                  |\n| 全局(基本) | `CapsLockX + g`          | エンター                           |\n| 全局(進階) | `CapsLockX + t`          | Delete                            |\n| 全局(進階) | `CapsLockX + hl`         | hl一緒に押して現在の単語を選択    |\n| 全局(進階) | `CapsLockX + kj`         | kj一緒に押して現在の行を選択      |\n| 全局(進階) | `CapsLockX + h + t`      | シフト後削除：大部分の場合でバックスペースの代替 |\n\n![EditorCursorMovement.gif](./docs/media/EditorCursorMovement.gif)
# Surface 笔记本扩充功能键\r\n\r\n专治各种笔记本残破键盘\r\n\r\n1. 没有右 Ctrl 键？合并 Menu 与 右 Ctrl 键，Menu 当 Ctrl 用 或者 Ctrl 当 Menu 用都可以\r\n2. 没有 Pause 键？Win + Alt + P 也能打开系统设定信息。\r\n3. 待补充\r\n\r\n| 模式             | 按键                                  | 功能                               |\r\n| ---------------- | :------------------------------------ | ---------------------------------- |\r\n| 全局             | Win + Alt + P                         | 相当于 Win + Pause，专为笔记本定制 |\r\n| 全局             | 右 Ctrl 按一下                        | 会按一下 Menu 弹出菜单             |\r\n| 全局             | 按住右 Menu                           | 会按住 Ctrl，此时可以与其它键组合  |\r\n| Win 键模拟启用后 | ] 按住同时，[ 按下                    | 相当于按 Win 键                    |\r\n| Win 键模拟启用后 | RAlt+\\| 相当于按 Alt+Tab 只不过在右手 |\r=# Surface ノートパソコンの機能拡張キー\n\n様々なノートパソコンの壊れたキーボードを治療します。\n\n1. 右Ctrlキーがない？Menuキーと右Ctrlキーを統合し、MenuをCtrlとして使用するか、CtrlをMenuとして使用できます。\n2. Pauseキーがない？Win + Alt + Pでシステム設定情報を開くことができます。\n3. 待補充\n\n| モード             | キー                                  | 機能                                         |\n| ---------------- | :------------------------------------ | ------------------------------------------ |\n| 全体             | Win + Alt + P                         | Win + Pause相当、ノートパソコン専用            |\n| 全体             | 右Ctrlを押す                          | Menuを押してメニューを表示                   |\n| 全体             | 右のMenuを押し続ける                  | Ctrlを押し続け、その間他のキーと組み合わせ可能  |\n| Winキー模擬有効時  | ]を押し続けながら、[を押す            | Winキーを押したのと同じ                       |\n| Winキー模擬有効時  | RAlt+\\| はAlt+Tabと同じですが、右手で操作 |\n
# 媒体键模块\r\n\r\n| 作用于 | 媒体键模块        | 说明                                        |\r\n| ------ | ----------------- | ------------------------------------------- |\r\n| 全局   | `CapsLockX + F1`  | 打开：我的电脑                              |\r\n| 全局   | `CapsLockX + F2`  | 打开：计算器                                |\r\n| 全局   | `CapsLockX + F3`  | 打开：浏览器主页                            |\r\n| 全局   | `CapsLockX + F4`  | 打开：媒体库（默认是 Windows Media Player） |\r\n| 全局   | `CapsLockX + F5`  | 播放：暂停/播放                             |\r\n| 全局   | `CapsLockX + F6`  | 播放：上一首                                |\r\n| 全局   | `CapsLockX + F7`  | 播放：下一首                                |\r\n| 全局   | `CapsLockX + F8`  | 播放：停止                                  |\r\n| 全局   | `CapsLockX + F9`  | 音量加                                      |\r\n| 全局   | `CapsLockX + F10` | 音量减                                      |\r\n| 全局   | `CapsLockX + F11` | 静音                                        |\r=| 利用 | メディアキー モジュール | 説明                                      |\n| ---- | ---------------------- | ----------------------------------------- |\n| 全体 | `CapsLockX + F1`       | オープン：マイコンピュータ                |\n| 全体 | `CapsLockX + F2`       | オープン：電卓                            |\n| 全体 | `CapsLockX + F3`       | オープン：ブラウザーホームページ          |\n| 全体 | `CapsLockX + F4`       | オープン：メディアライブラリ（デフォルトは Windows Media Player） |\n| 全体 | `CapsLockX + F5`       | 再生：一時停止/再生                       |\n| 全体 | `CapsLockX + F6`       | 再生：前の曲                              |\n| 全体 | `CapsLockX + F7`       | 再生：次の曲                              |\n| 全体 | `CapsLockX + F8`       | 再生：停止                                |\n| 全体 | `CapsLockX + F9`       | 音量アップ                                |\n| 全体 | `CapsLockX + F10`      | 音量ダウン                                |\n| 全体 | `CapsLockX + F11`      | ミュート                                  |
# JavaScript 计算 (建议安装 NodeJS )\r\n\r\n| 作用于 | 按键            | 效果                                   |\r\n| ------ | --------------- | -------------------------------------- |\r\n| 全局   | `CapsLockX + -` | 计算当前选区 JavaScript 表达式，并替换 |\r\n| 全局   | `CapsLockX + \e` | 计算当前选区 JavaScript 表达式，并替换 |\r=```\n# JavaScript 計算 (NodeJS のインストールをお勧めします)\n\n| 適用範囲 | キー            | 効果                                   |\n| -------- | --------------- | -------------------------------------- |\n| グローバル | `CapsLockX + -` | 現在の選択の JavaScript 式を計算し、置き換える |\n| グローバル | `CapsLockX + \e` | 現在の選択の JavaScript 式を計算し、置き換える |\n```
# 模拟鼠标插件（ WASD QERF ）\r\n\r\n> 一直以来，我总是以键盘控自居，应该是在从前做模型的时候伤到了手指关节开始，成为键盘重度用户的。各种键盘加速工具，主动去记住各种快捷键，力求少用鼠标，甚至去学习了 vim 和 emacs。但是，很多时候，鼠标是无可替代的，尤其是在图形界面大行其道时候。\r\n\r\n—— 以上是来自 [SimClick 模拟点击](https://github.com/rywiki/simclick) 作者的一段话，这是一款以网格细分方式模拟鼠标的作品，可以与本项目互补\r\n\r\n—— 由 [秦金伟](http://rsytes.coding-pages.com/) 推荐\r\n\r\n## 功能\r\n\r\n- 本模块使用按键区：CapsLockX + QWER ASDF\r\n- 非常舒适地使用 WASD QE RF 来模拟【完整的】鼠标功能，相信我，试过这种手感之后，你会喜欢上它的。\r\n- 指针移动时会自动黏附各种按钮、超链接。滚轮的指数级增长的加速度滚动机制使你再也不惧怕超级长的文章和网页。\r\n- 效果如图：\r\n  ![CLX-Mouse.gif](./docs/media/CLX-Mouse.gif)\r\n\r\n## 使用方法如下\r\n\r\n| 作用于 | 按键                                  | 说明                                     |\r\n| ------ | ------------------------------------- | ---------------------------------------- |\r\n| 全局   | `CapsLockX + w a s d`                 | 鼠标移动（上下左右）                     |\r\n| 全局   | `CapsLockX + ad`                      | 将 HJKL 键切换到滚轮模式（上下左右滚动） |\r\n| 全局   | `CapsLockX + r f`                     | 垂直滚轮（上下）                         |\r\n| 全局   | `CapsLockX + Shift + r f`             | 水平滚轮（左右）                         |\r\n| 全局   | `CapsLockX + Ctrl + Alt + r f`        | 垂直滚轮自动滚动（上 下）                |\r\n| 全局   | `CapsLockX + Ctrl + Alt + Shift+ r f` | 水平滚轮自动滚动（左 右）                |\r\n| 全局   | `CapsLockX + rf`                      | rf 同时按相当于鼠标中键                  |\r\n| 全局   | `CapsLockX + e`                       | 鼠标左键                                 |\r\n| 全局   | `CapsLockX + q`                       | 鼠标右键                                 |\r\n\r\n## 操作细节\r\n\r\n快速连按 AD 步进\r=>>> 入力: # マウスシミュレータープラグイン（ WASD QERF ）\n\n> 昔から、私は常にキーボード愛好者を自称していました。おそらく、以前モデルを作っていたときに指関節を痛めたことがきっかけで、キーボードの重度ユーザーになったのでしょう。さまざまなキーボードアクセラレーターツールを使いこなし、各種ショートカットを積極的に覚え、できるだけマウスを使わないように努め、さらには vim や emacs を学びました。しかし、多くの場合、特にグラフィカルインターフェイスが主流の時代において、マウスは代替不可能な存在です。\n\n—— 上記は [SimClick 模拟点击](https://github.com/rywiki/simclick) の作者の言葉で、マウスをグリッド細分化方式でシミュレートする作品であり、本プロジェクトと補完的に使用できます。\n\n—— [秦金伟](http://rsytes.coding-pages.com/) による推薦\n\n## 機能\n\n- 本モジュール使用のキーエリア：CapsLockX + QWER ASDF\n- デバイスを使用して、非常に快適に WASD QE RF を使って【完全な】マウス機能をシミュレートできます。私を信じてください、この手触りを試した後、あなたはこれに魅了されるでしょう。\n- ポインタ移動時にさまざまなボタンやハイパーリンクに自動吸着します。スクロールホイールの指数関数的な加速度スクロールメカニズムにより、長い文章やウェブページを恐れることはありません。\n- 効果は以下の図の通りです：\n  ![CLX-Mouse.gif](./docs/media/CLX-Mouse.gif)\n\n## 使用方法\n\n| 作用 | キー                                    | 説明                                     |\n| ---- | --------------------------------------- | ---------------------------------------- |\n| グローバル | `CapsLockX + w a s d`                 | マウス移動（上下左右）                     |\n| グローバル | `CapsLockX + ad`                      | HJKL キーをスクロールモードに切り替える（上下左右スクロール） |\n| グローバル | `CapsLockX + r f`                     | 垂直スクロールホイール（上下）            |\n| グローバル | `CapsLockX + Shift + r f`             | 水平スクロールホイール（左右）            |\n| グローバル | `CapsLockX + Ctrl + Alt + r f`        | 垂直スクロール自動（上下）                |\n| グローバル | `CapsLockX + Ctrl + Alt + Shift+ r f` | 水平スクロール自動（左右）                |\n| グローバル | `CapsLockX + rf`                      | rf 同時押しはマウス中ボタンに相当         |\n| グローバル | `CapsLockX + e`                       | マウス左クリック                          |\n| グローバル | `CapsLockX + q`                       | マウス右クリック                          |\n\n## 操作の詳細\n\nAD を連続して素早く押すとステップ移動
# 快捷输入\r\n\r\n| 模式 | 快捷输入 | 说明                                            |\r\n| ---- | -------- | ----------------------------------------------- |\r\n| 全局 | `#D#`    | 日期输入：`(20220217)`                          |\r\n| 全局 | `#T#`    | 时间输入：`(20220217.220717)`                   |\r\n| 全局 | `#DT#`   | 日期时间输入：`2022-02-17 22:07:33`             |\r\n| 全局 | `#NPW#`  | 随机输入数字密码如： `7500331260229289`         |\r\n| 全局 | `#PW#`   | 随机输入数字字母密码如： `yyCTCNYodECTLr2h`     |\r\n| 全局 | `#WPW#`  | 随机输入数字字母密码如： `FtD5BB1m5H98eY7Y`     |\r\n| 全局 | `#SPW#`  | 随机输入数字字母符号密码如： `/})y+xK]z~>XKQ+p` |\r=```\n# クイック入力\n\n| モード | クイック入力 | 説明                                               |\n| ------ | ------------ | -------------------------------------------------- |\n| 全体  | `#D#`       | 日付入力：`(20220217)`                             |\n| 全体  | `#T#`       | 時間入力：`(20220217.220717)`                     |\n| 全体  | `#DT#`      | 日時入力：`2022-02-17 22:07:33`                   |\n| 全体  | `#NPW#`     | ランダムな数字パスワード入力例： `7500331260229289`|\n| 全体  | `#PW#`      | ランダムな数字と文字のパスワード入力例： `yyCTCNYodECTLr2h` |\n| 全体  | `#WPW#`     | ランダムな数字と文字のパスワード入力例： `FtD5BB1m5H98eY7Y` |\n| 全体  | `#SPW#`     | ランダムな数字、文字、記号のパスワード入力例： `/})y+xK]z~>XKQ+p` |\n```
# 窗口增强插件 (CLX + 1234567890 ZXCV)\r\n\r\n## 功能简述\r\n\r\n用好 Win 10 自带的 10 个虚拟桌面豪华配置、多显示器自动排列窗口、半透明置顶、（注：任务栏和 AltTab 相关功能暂不兼容 Win11，窗口排列功能正常。）\r\n\r\n1. 窗口切换：`CapsLockX + [Shift] + Z`\r\n2. 窗口关闭：`CapsLockX + [Shift] + X`\r\n3. 窗口排列：`CapsLockX + [Shift] + C`\r\n4. 窗口置顶：`CapsLockX + [Shift] + V`\r\n5. 左手窗口管理：在 `Alt + Tab` 的界面，用 `WASD` 切换窗口，`X` 关掉窗口。\r\n6. 高效使用虚拟桌面：`CapsLockX + 0123456789` 切换、增减虚拟桌面，加上 `Shift` 键可以转移当前窗口\r\n7. 虚拟机与远程桌面快速脱离：双击左边 `Shift + Ctrl + Alt`。\r\n\r\n## 效果图\r\n\r\n- Alt + Tab 管理窗口增强\r\n  ![02-插件-窗口增强_Alt+Tab+WASD管理窗口.gif](./docs/media/02-插件-窗口增强_Alt+Tab+WASD管理窗口.gif)\r\n- CapsLockX + C 一键排列窗口（这 GIF 是旧版本录的看起来比较卡，新版本优化过 API 就不卡了）\r\n  ![02-插件-窗口增强_一键排列窗口.gif](./docs/media/02-插件-窗口增强_一键排列窗口.gif)\r\n\r\n## 使用方法如下 ( Alt+Tab 与 CapsLockX )\r\n\r\n| 作用域       | 窗口增强模块                          | 说明                                       |\r\n| ------------ | ------------------------------------- | ------------------------------------------ |\r\n| Alt+Tab 界面 | `Q E`                                 | 左右切换多桌面                             |\r\n| Alt+Tab 界面 | `W A S D`                             | 上下左右切换窗口选择                       |\r\n| Alt+Tab 界面 | `X C`                                 | 关闭选择的窗口（目前 X 和 C 没有区别）     |\r\n| Win+Tab 视图 | `Alt + W A S D`                       | 切换窗口选择                               |\r\n| 全局         | `Win + [Shift] + B`                   | 定位到托盘任务(windows 系統自帯熱鍵)       |\r\n| 全局         | `Win + [Shift] + T`                   | 定位到任務栏任务(windows 系統自帯熱鍵)     |\r\n| 全局         | `Win + Shift + hjkl`                  | 在窗口之间按方向切换焦点                   |\r\n| 任务栏       | `Ctrl + W 或 Delete`                  | 在托盘图标或任务栏任务上，选择退出按钮     |\r\n| 全局         | `CapsLockX + 1 2 ... 9 0`             | 切换到第 1 .. 12 个桌面                    |\r\n| 全局         | `CapsLockX + Shift + 1 2 ... 9 0 - \e` | 把当前窗口移到第 n 个桌面(如果有的话)      |\r\n| 全局         | `CapsLockX + Alt + Backspace`         | 删除当前桌面（会把所有窗口移到上一个桌面） |\r\n| 全局         | `CapsLockX + C`                       | 快速排列当前桌面的窗口                     |\r\n| 全局         | `CapsLockX + Ctrl + C`                | 快速排列当前桌面的窗口（包括最小化的窗口） |\r\n| 全局         | `CapsLockX + Shift + C`               | 快速堆叠当前桌面的窗口                     |\r\n| 全局         | `CapsLockX + Shift + Ctrl + C`        | 快速堆叠当前桌面的窗口（包括最小化的窗口） |\r\n| 全局         | `CapsLockX + Z`                       | 循环切到最近使用的窗口                     |\r\n| 全局         | `CapsLockX + Shift + Z`               | 循环切到最不近使用的窗口                   |\r\n| 全局         | `CapsLockX + X`                       | 关掉当前标签页 Ctrl+W                      |\r\n| 全局         | `CapsLockX + Shift + X`               | 关掉当前窗口 Alt+F4                        |\r\n| 全局         | `CapsLockX + V`                       | 让窗口透明                                 |\r\n| 全局         | `CapsLockX + Shift + V`               | 让窗口保持透明（并置顶）                   |\r\n| 任意窗口     | `双击左边 Shift+Ctrl+Alt`             | 后置当前窗口， \\* 见下方注                 |\r\n\r\n\\*注： 双击左边 Shift+Ctrl+Alt 设计用于远程桌面与虚拟机，使其可与本机桌面窗口同时显示。\r\n例如 mstsc.exe、TeamViewer、VirtualBox、HyperV、VMWare 等远程桌面或虚拟机程序，配合 CapsLockX + Shift + V 透明置顶功能，让你在 Windows 的界面上同时使用 Linux 界面或 MacOS 界面再也不是难题。\r\n\r\n此处借用 [@yangbin9317 的评论](https://v2ex.com/t/772052#r_10458792)\r\n\r\n> 以 CapsLock 为抓手,打通底层逻辑,拉齐 Windows 和 Linux WM,解决了 Windows 难用的痛点\r\n\r\n(20220313) 对于两端都是 Windows 的情况，也可以考虑使用 [RemoteApp Tool - Kim Knight](http://www.kimknight.net/remoteapptool) 来代替远程桌面。\r=# ウィンドウ拡張プラグイン (CLX + 1234567890 ZXCV)\n\n## 機能概要\n\nWindows 10 標準搭載の10個の仮想デスクトップ、マルチディスプレイでのウィンドウ自動整列、半透明での最前面表示を有効活用（注：タスクバーと AltTab 関連の機能は現時点で Windows 11 と互換性がありませんが、ウィンドウ整列機能は正常に動作します。）\n\n1. ウィンドウ切り替え：`CapsLockX + [Shift] + Z`\n2. ウィンドウ閉じる：`CapsLockX + [Shift] + X`\n3. ウィンドウ整列：`CapsLockX + [Shift] + C`\n4. ウィンドウ最前面固定：`CapsLockX + [Shift] + V`\n5. 左手によるウィンドウ管理：`Alt + Tab` の画面で、`WASD` でウィンドウを切り替え、`X` でウィンドウを閉じます。\n6. 仮想デスクトップの効率的な使用：`CapsLockX + 0123456789` で仮想デスクトップを切り替え、増減。`Shift` キーを加えることで現在のウィンドウを移動可能。\n7. バーチャルマシンとリモートデスクトップの迅速な切り離し：左側で `Shift + Ctrl + Alt` をダブルクリック。\n\n## 効果図\n\n- Alt + Tab 管理ウィンドウ拡張\n  ![02-プラグイン-ウィンドウ拡張_Alt+Tab+WASD管理ウィンドウ.gif](./docs/media/02-プラグイン-ウィンドウ拡張_Alt+Tab+WASD管理ウィンドウ.gif)\n- CapsLockX + C 一発整列ウィンドウ（この GIF は古いバージョンで録画したため少しカクついていますが、新バージョンでは API を最適化しているため滑らかです）\n  ![02-プラグイン-ウィンドウ拡張_一発整列.gif](./docs/media/02-プラグイン-ウィンドウ拡張_一発整列.gif)\n\n## 使用方法（Alt+Tab と CapsLockX）\n\n| スコープ     | ウィンドウ拡張モジュール                | 説明                                   |\n| ------------ | ------------------------------------- | ------------------------------------- |\n| Alt+Tab 画面 | `Q E`                                 | 左右で複数デスクトップを切り替え       |\n| Alt+Tab 画面 | `W A S D`                             | 上下左右でウィンドウ選択を切り替え     |\n| Alt+Tab 画面 | `X C`                                 | 選択したウィンドウを閉じる（現在 X と C に違いはありません） |\n| Win+Tab ビュー | `Alt + W A S D`                      | ウィンドウ選択を切り替える             |\n| グローバル    | `Win + [Shift] + B`                  | トレイタスクに移動（Windows システム標準ホットキー）         |\n| グローバル    | `Win + [Shift] + T`                  | タスクバータスクに移動（Windows システム標準ホットキー）     |\n| グローバル    | `Win + Shift + hjkl`                 | ウィンドウ間で方向に沿ってフォーカスを切り替え                |\n| タスクバー    | `Ctrl + W または Delete`            | トレイアイコンまたはタスクバータスク上で、終了ボタンを選択する |\n| グローバル    | `CapsLockX + 1 2 ... 9 0`           | 第1から第12のデスクトップに切り替え   |\n| グローバル    | `CapsLockX + Shift + 1 2 ... 9 0 - \e` | 現在のウィンドウを第nデスクトップに移動（あれば）           |\n| グローバル    | `CapsLockX + Alt + Backspace`       | 現在のデスクトップを削除（全ウィンドウは前のデ
# 番茄时钟\r\n\r\n25 分钟固定循环休息提醒。\r\n\r\n使用 `CapsLockX + ,` 打开配置，然后修改 EnableScheduleTasks\e1 即可启用本插件。\r\n\r\n- 使用番茄报时（00 分和 30 分播放工作铃声，每小时的 25 分和 55 分播放休息铃声）（需要先开启定时任务）\r\n\r\n  ```ini\r\n  UseTomatoLife\e1\r\n  ```\r\n\r\n- 使用番茄报时时，自动切换桌面（使用番茄报时时，自动切换桌面（休息桌面为 1，工作桌面为 2）\r\n\r\n  ```ini\r\n  UseTomatoLifeSwitchVirtualDesktop\e1\r\n  ```\r\n\r\n注：如果只需要声音而不需要自动切换桌面的话，也可试试这款 Chrome 插件 [Tomato Life - Chrome 网上应用店](https://chrome.google.com/webstore/detail/25min-tomato-life/kkacpbmkhbljebmpcopjlgfgbgeokbhn)\r\n\r\n注注: 本插件已经分离出一个独立项目，如果你喜欢番茄工作法的话可以参见雪星的 tomato-life 项目： [snomiao/tomato-life](https://github.com/snomiao/tomato-life)\r=25分間の固定サイクルで休憩を通知します。\n\n`CapsLockX + ,` で設定を開いて、EnableScheduleTasks\e1 に設定することでこのプラグインを有効化できます。\n\n- トマトタイマーによる時間報告を使用します（00分と30分に作業ベルが鳴り、毎時25分と55分に休憩ベルが鳴ります）（事前に定期タスクを有効にする必要があります）\n\n  ```ini\n  UseTomatoLife\e1\n  ```\n\n- トマトタイマー使用時に自動でデスクトップを切り替えます（休憩用デスクトップは1、作業用デスクトップは2）\n\n  ```ini\n  UseTomatoLifeSwitchVirtualDesktop\e1\n  ```\n\n注意：音声のみが必要でデスクトップの自動切り替えが不要な場合は、このChromeプラグインも試してみてください。[Tomato Life - Chrome ウェブストア](https://chrome.google.com/webstore/detail/25min-tomato-life/kkacpbmkhbljebmpcopjlgfgbgeokbhn)\n\n注意：このプラグインは独立したプロジェクトとして分離されています。トマトタイマーが気に入った場合は、雪星のtomato-lifeプロジェクトをご覧ください：[snomiao/tomato-life](https://github.com/snomiao/tomato-life)
# 锁屏自动息屏\n\n按 Win + L 锁屏时，立即关闭屏幕，适用于准备睡觉的时候自动把电脑屏幕关掉，不让它在睡觉的时候刺眼……\n按 Win + Alt + L 立即关闭屏幕，适用于准备睡觉的时候把电脑屏幕关掉，不让它在睡觉的时候刺眼……=Win + Lを押すと画面がロックされ、それと同時にスクリーンが自動的にオフになります。これは就寝準備の際に画面の明るさが目に刺さらないようにするのに便利です……\nWin + Alt + Lを押すと、即座にスクリーンをオフにすることができます。こちらも就寝準備の際に役立ち、画面の明るさが目に刺さらないようにします……
模块帮助有变更=モジュールヘルプに変更があります。
请勿直接编辑本文件，以下内容由核心加载器自动生成。雪星/(20210318)=本ファイルを直接編集しないでください。以下の内容はコアローダーによって自動生成されます。雪星/(20210318)
Ready to Ask AI=AIに質問する準備ができた
回邮件：选中一段邮件，输入 >> Reply this email=>> このメールに返信
总结：选中一段文字，输入 >> Summary=サマリー：テキストの一部を選択し、>> サマリーと入力してください。
翻译：选中一段文字，输入 >> Translate to English/翻译到繁体中文/简体中文=翻訳：テキストを選択して、>> Translate to English/繁体中文に翻訳/简体中文に翻訳を入力します。
提问：选中一段文字，输入 >> Question=質問：一部のテキストを選択し、入力します >> 質問
以下为提問内容=以下は質問内容です
请輸入文本指令=テキスト指令を入力してください。
Going to Ask AI=AIに尋ねに行く
Asking AI=AIへの質問
Waiting Answer...=回答を待っています…
Copied to Clipboard, Press [ESC] to hide.=クリップボードにコピーしました。[ESC]キーを押して非表示にします。
Press [ESC] to stop.=[ESC]キーを押して停止します。
双击 LCtrl LAlt LShift 来最后置当前窗口（主要用于虚拟机和远程桌面）=左Ctrlキー、左Altキー、左Shiftキーをダブルクリックして、現在のウィンドウを最前面に表示します（主に仮想マシンとリモートデスクトップ用）。
最近1分钟内闪动窗口激活=最近1分以内にウィンドウがアクティブ化されました。
当前配置目录：=現在の構成ディレクトリ：
你可以按 'CapsLockX +, ' （CLX+逗号） 打开此窗口='CapsLockX + ,'（CLX+カンマ）を押すとこのウィンドウが開きます。
版本=バージョン
CLX脚本交流群： QQ群 100949388 、 Telegram 群 https://t.me/capslockx 、微信群: 添加 @snomiao 拉你=CLXスクリプト交流グループ： QQグループ 100949388 、Telegramグループ https://t.me/capslockx 、WeChatグループ: @snomiao を追加して招待します。
确定=確定
切换語言=言語を切り替える
当前語言=現在の言語
作者: 雪星 ( Snowstar Miao <snomiao@gmail.com> )=作者: 雪星 ( Snowstar Miao <snomiao@gmail.com> )
打开BUG反馈与建议页面=バグ報告と提案ページを開く
打开官方文档=公式ドキュメントを開く
添加开机自动启动=自動起動に追加
取消开机自动启动=自動起動を解除
配置文件编辑=設定ファイルの編集
重新載入CapsLockX=CapsLockXを再読み込み
启用番茄时钟，每25分钟休息5分钟·。=ポモドーロタイマーを有効にすると、25分ごとに5分休憩します。
使用 CapsLock 作为引导键（默认启用）=CapsLockをガイドキーとして使用する（デフォルトで有効）
使用 Space 作为引导键（默认启用）=CapsLockをガイドキーとして使用する（デフォルトで有効）
请求管理员权限（权限受限时，鼠标模拟等功能无法正常运行，如果不需要管理权限下的功能，可以改为0）=管理者権限の要求（権限が制限されている場合、マウスのシミュレーションなどの機能が正常に動作しません。管理者権限不要の機能のみ利用する場合は、0に変更してください）
使用 Space 作为引导键（默认启用，用户启用）=スペースをリーダーキーとして使用（デフォルトで有効、ユーザーが有効化）
使用 CapsLock 作为引导键（默认启用，用户启用）=管理者権限の要求（権限が制限されている場合、マウスのシミュレーションなどの機能が正常に動作しません。管理者権限不要の機能のみ利用する場合は、0に変更してください）
CapsLockX 重载模块=CapsLockX モジュールのリロード
检测到配置更改，是否重载？=CapsLockX モジュールのリロード
Switch to diary tab=日記タブに切り替える
Wait for title change after switching tabs=タブを切り替えた後にタイトルの変更を待つ
Navigate to end of notebook=ノートブックの最後に移動する
Wait for title change after navigation=ナビゲーション後にタイトルの変更を待つ
正在启动 NodeJS 筆記服務...=NodeJSノートサービスを起動しています...
EvalJS 模块=EvalJS モジュール
NodeJS 服务已启动。=NodeJS サービスが起動しました。
检测到配置更改，正在自动软重载。=設定の変更が検出され、ソフトリロードが自動的に行われています。
Creating TODAY-NOTE=今日のメモを作成
Chat streaming stopped, Copied to Clipboard, Press [ESC] to hide.=チャットのストリーミングが停止しました。クリップボードにコピーされました。[ESC]キーを押して非表示にします。
CapsLockX 已退出。=CapsLockX が終了しました。
CapsLockX 退出=CapsLockX 終了
搜索结果窗口不正确=検索結果ウィンドウが正しくありません。
错误=エラー
设置Windows自动启动=Windowsの自動起動を設定する
已在Startup文件夹添加CLX的开机自启动，请确认。=スタートアップフォルダにCLXの自動起動を追加しましたので、ご確認ください。
开始编辑用户脚本：=ユーザースクリプトの編集を開始:
CapsLockX 错误=CapsLockX エラー
CapsLockX 异常退出，是否重载？=CapsLockXが異常終了しました。再読み込みしますか？
条笔记链接已复制=ノートのリンクがコピーされました
未找到OneNote窗口=OneNoteウィンドウが見つかりませんでした。
超时未按下Alt键=Altキーがタイムアウトされました。
你似乎还没有安装讯飞语音输入法，是否现在下载安装包并【手动安装】到默认目录？ - [讯飞输入法官网 - 更好用的手机输入法，提供专业输入法定制解决方案！]( https://srf.xunfei.cn/#/ )=讯飛音声入力法がインストールされていないようです。現在、インストールパッケージをダウンロードして【手動でインストール】をデフォルトディレクトリに実行しますか？ - [讯飞入力法公式サイト - より使いやすい携帯入力法、専門的な入力法カスタマイズソリューションを提供！](https://srf.xunfei.cn/#/)
OneNote 快速笔记窗口已启动=OneNote クイックノート ウィンドウが起動しました。
# 帮助模块\n\n如果你想学习如何开发 CapsLockX 的插件，请：\n\n1. 打开 `Modules/@Help.ahk` ， 你可以了解到 CapsLockX 插件的基本格式\n2. 将它复制一份，命名为你自己的插件名称\n3. 将它本来的功能改成你自己需要的功能，插件的开发就完成啦！\n\n## 本模块功能见下\n\n| 作用于 | 按键                  | 功能                             |\n| ------ | --------------------- | -------------------------------- |\n| 全局   | CapsLockX + /         | 临时显示热键提示                 |\n| 全局   | CapsLockX + Alt + /   | 🔗 打开 CapsLockX 的完整文档页面 |\n| 全局   | CapsLockX + Shift + / | 🕷 提交 bug、建议等              |=# ヘルプモジュール\n\nCapsLockX のプラグイン開発を学びたい場合は：\n\n1. `Modules/@Help.ahk` を開いて、CapsLockX プラグインの基本フォーマットを学びます。\n2. それをコピーして、自分のプラグイン名で保存します。\n3. 元の機能を自分の必要な機能に変更すれば、プラグインの開発は完了です！\n\n## 本モジュールの機能は以下の通りです\n\n| 適用範囲 | キー                   | 機能                         |\n| -------- | ---------------------- | ---------------------------- |\n| 全体     | CapsLockX + /          | 一時的にホットキーのヒントを表示 |\n| 全体     | CapsLockX + Alt + /    | 🔗 CapsLockX の完全なドキュメントページを開く |\n| 全体     | CapsLockX + Shift + /  | 🕷 バグや提案の提出            |
番茄时钟：=ポモドーロ・テクニック：
已经配置过高精度时间的Flag=高精度時間がすでに設定されているフラグ
工作时间到啦！=勤務時間だよ！
起来运动一下收拾收拾东西！=ちょっと体を動かして、物を片づけよう！
